{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "#"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "22E110F344C21A7DF8A4B29B12658924"
		},
		{
			"Source":
			{
				"Text": "01"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9DB00F4F41C95027DA7F2487A87E53EC"
		},
		{
			"Source":
			{
				"Text": "7th Chord"
			},
			"Translation":
			{
				"Text": "七和弦"
			},
			"Key": "DC634A444AEDC3BB8410B7A233654A81"
		},
		{
			"Source":
			{
				"Text": "7th Chord : Off"
			},
			"Translation":
			{
				"Text": "七和弦模式：关"
			},
			"Key": "7A83C4334219C545C6725BBE49331417"
		},
		{
			"Source":
			{
				"Text": "7th Chord : On"
			},
			"Translation":
			{
				"Text": "七和弦模式：开"
			},
			"Key": "0D6ABBEB43FB1E1148C4A48D0E4120B5"
		},
		{
			"Source":
			{
				"Text": "<Coca-Cola>"
			},
			"Translation":
			{
				"Text": "《可乐》"
			},
			"Key": "9627E60F45C66968287B3BBC6C6D7112"
		},
		{
			"Source":
			{
				"Text": "<Cube Combat>"
			},
			"Translation":
			{
				"Text": "《Wwise201-战斗》"
			},
			"Key": "D83FDEEE4EB399677C52129D6AECCE90"
		},
		{
			"Source":
			{
				"Text": "<September 1st>"
			},
			"Translation":
			{
				"Text": "《九月第一天》"
			},
			"Key": "0C4980CE42919AF8089653B85C68E045"
		},
		{
			"Source":
			{
				"Text": "Chinese"
			},
			"Translation":
			{
				"Text": "中文"
			},
			"Key": "A2FBDCC64D74034A280DB9A6CAD2CACE"
		},
		{
			"Source":
			{
				"Text": "Choose a game mode"
			},
			"Translation":
			{
				"Text": " 选择游戏类型"
			},
			"Key": "0BC228ED4356BBDC145B24B5981D8BB5"
		},
		{
			"Source":
			{
				"Text": "Choose a music"
			},
			"Translation":
			{
				"Text": "请选择一首音乐"
			},
			"Key": "113DC6E34037E625F4E4B6BD400E0724"
		},
		{
			"Source":
			{
				"Text": "Choose a way to play"
			},
			"Translation":
			{
				"Text": " 请选择一种演奏方式"
			},
			"Key": "970726E54408E93D90AE9C9AF1C302FA"
		},
		{
			"Source":
			{
				"Text": "Choose an instrument"
			},
			"Translation":
			{
				"Text": "选择一种乐器"
			},
			"Key": "A7D995CA40A9151D2CDFABBB88DCFDE8"
		},
		{
			"Source":
			{
				"Text": "Chord"
			},
			"Translation":
			{
				"Text": "和弦模式"
			},
			"Key": "AC7FEB0E43E9A05349F579B63A7AC4BE"
		},
		{
			"Source":
			{
				"Text": "Chord : Major"
			},
			"Translation":
			{
				"Text": "大三和弦"
			},
			"Key": "433F9F2242DC3377156922B81EECB8E0"
		},
		{
			"Source":
			{
				"Text": "Chord : Minor"
			},
			"Translation":
			{
				"Text": "小三和弦"
			},
			"Key": "8C56E88A426D3A4E7AD724989E3E563F"
		},
		{
			"Source":
			{
				"Text": "Control the length of the notes by pressing the length of the keyboard"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1DCC06B04779432FD8687E86F9C919EE"
		},
		{
			"Source":
			{
				"Text": "Control the length of the notes by pressing the length of the keyboard"
			},
			"Translation":
			{
				"Text": " 通过按键时间长短去控制音符的长短"
			},
			"Key": "217A6DA249D33CA6049AB08692E2B496"
		},
		{
			"Source":
			{
				"Text": "Control the length of the notes by pressing the length of the keyboard"
			},
			"Translation":
			{
				"Text": " 通过按键时间长短去控制音符的长短"
			},
			"Key": "FB26F7D643736FFE1EB887BB953CF66E"
		},
		{
			"Source":
			{
				"Text": "Control the length of the notes by pressing the length of the keyboard\r\nYou can switch between major and minor and 7th modes"
			},
			"Translation":
			{
				"Text": "通过按键时间长短去控制音符的长短\r\n你可以选择大/小和弦和七和弦模式"
			},
			"Key": "80E3FF5349559208C42B528C6D42C39F"
		},
		{
			"Source":
			{
				"Text": "Drum"
			},
			"Translation":
			{
				"Text": "架子鼓"
			},
			"Key": "D03F5B914F5DA0B2005572B8000E7ACE"
		},
		{
			"Source":
			{
				"Text": "English"
			},
			"Translation":
			{
				"Text": "英语"
			},
			"Key": "92A8AE574311F06F8589EB9E682D109E"
		},
		{
			"Source":
			{
				"Text": "Guitar"
			},
			"Translation":
			{
				"Text": "吉他"
			},
			"Key": "26EDB2B34DDA797D8BFB4289C6DFC963"
		},
		{
			"Source":
			{
				"Text": "I know"
			},
			"Translation":
			{
				"Text": "知道了"
			},
			"Key": "71DFFE484DCD829D6A45999E84ABDC1C"
		},
		{
			"Source":
			{
				"Text": "Instrument"
			},
			"Translation":
			{
				"Text": "乐器"
			},
			"Key": "03F9039A40DBEC89357CC5B37627B6D3"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "  语言"
			},
			"Key": "DBB800BE45D1D23FB11940ADAE234EE9"
		},
		{
			"Source":
			{
				"Text": "M  y   S  h  o  w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A369FCAF4664656AE148749781AC760E"
		},
		{
			"Source":
			{
				"Text": "M  y   S  h  o  w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E323A7FF4867C38B5CD55896DC7A2481"
		},
		{
			"Source":
			{
				"Text": "M y  S h o w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "359862F448934539D0B1ECA29CCBB093"
		},
		{
			"Source":
			{
				"Text": "M y  S h o w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3722191043313F62E7099A91B2C6B8EB"
		},
		{
			"Source":
			{
				"Text": "M y  S h o w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "50DAA0C7445D15BBEABA6B943FBBADB9"
		},
		{
			"Source":
			{
				"Text": "M y  S h o w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5BD36FAC4D466D53977BE9A25E775848"
		},
		{
			"Source":
			{
				"Text": "M y  S h o w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6EC56A524BDDE349F4BF69ABC7655F32"
		},
		{
			"Source":
			{
				"Text": "M y  S h o w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8107E52A4FA96097833AF7BE89838FD6"
		},
		{
			"Source":
			{
				"Text": "M y  S h o w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "32A042DB42174DB59BA121BFF2B20E48"
		},
		{
			"Source":
			{
				"Text": "M y  S h o w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8ACAC06C49060435F32CD9AA0C415FB0"
		},
		{
			"Source":
			{
				"Text": "M y  S h o w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A822F72D4703757BD53FCAB557BC24F1"
		},
		{
			"Source":
			{
				"Text": "M y  S h o w"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BA2E4C6A4F06BF9309C6BB839D49900F"
		},
		{
			"Source":
			{
				"Text": "Major"
			},
			"Translation":
			{
				"Text": "大三和弦"
			},
			"Key": "2841F1A14053175E5D77F793A9ABE68F"
		},
		{
			"Source":
			{
				"Text": "Minor"
			},
			"Translation":
			{
				"Text": "小三和弦"
			},
			"Key": "0B33EA3342C56F97A86DFB81CA856878"
		},
		{
			"Source":
			{
				"Text": "Music Track"
			},
			"Translation":
			{
				"Text": "音乐分轨模式"
			},
			"Key": "825FFFCB4C4851539647D7AC1289348F"
		},
		{
			"Source":
			{
				"Text": "Octave+"
			},
			"Translation":
			{
				"Text": "高八度"
			},
			"Key": "389E36E64FD8B6D7B93A219D96C9299A"
		},
		{
			"Source":
			{
				"Text": "Piano"
			},
			"Translation":
			{
				"Text": "钢琴"
			},
			"Key": "8EA6F76A402C0FA814FE6BA918522808"
		},
		{
			"Source":
			{
				"Text": "Press to play / Stop the tracks"
			},
			"Translation":
			{
				"Text": "通过按键来播放/停止分轨"
			},
			"Key": "9E666EDA4250AEA051FCAABD454963A0"
		},
		{
			"Source":
			{
				"Text": "Press to start/restart"
			},
			"Translation":
			{
				"Text": "点击开始/重新开始"
			},
			"Key": "7CF3F3404287EFE02F67D1A7293CBAFB"
		},
		{
			"Source":
			{
				"Text": "Press to start/restart"
			},
			"Translation":
			{
				"Text": "点击开始/重新开始"
			},
			"Key": "78BEC2CF4AC13F69495711A1F696CC45"
		},
		{
			"Source":
			{
				"Text": "Reverb"
			},
			"Translation":
			{
				"Text": "混响"
			},
			"Key": "E312FAFA427D5BE2E7ADA59178EA4097"
		},
		{
			"Source":
			{
				"Text": "Solo"
			},
			"Translation":
			{
				"Text": "单音独奏"
			},
			"Key": "02C77C8B4293909E4F87DC85BD8FCAC6"
		},
		{
			"Source":
			{
				"Text": "Speed"
			},
			"Translation":
			{
				"Text": "速度"
			},
			"Key": "11CD300D4A7A4BE36105B084083B420B"
		},
		{
			"Source":
			{
				"Text": "Stay tuned for more instrument later..."
			},
			"Translation":
			{
				"Text": "敬请期待更多即将出现的乐器"
			},
			"Key": "C61EFD6A4D7ABF15E1B2BD85807C900D"
		},
		{
			"Source":
			{
				"Text": "Stay tuned for more mode later..."
			},
			"Translation":
			{
				"Text": "       稍后解锁更多玩法..."
			},
			"Key": "D084EFCA4178CFC8006A70B069012746"
		},
		{
			"Source":
			{
				"Text": "Stay tuned for more music later..."
			},
			"Translation":
			{
				"Text": "敬请期待更多音乐..."
			},
			"Key": "15317E494B5873D6006BE6ACB3CEC4D1"
		},
		{
			"Source":
			{
				"Text": "Track1"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1A937F7545693E27BB6229869DA4CF3D"
		},
		{
			"Source":
			{
				"Text": "Try pressing some\"chord key\""
			},
			"Translation":
			{
				"Text": "试试按一些“和弦”键吧"
			},
			"Key": "C2F60A6E4C84971EB52E70A9F152EB6B"
		},
		{
			"Source":
			{
				"Text": "Try pressing your keyboard \r\nor virtual keyboard on the screen"
			},
			"Translation":
			{
				"Text": "试试按您的键盘或屏幕上的虚拟键盘"
			},
			"Key": "03462C19432D9967F53242A751BC373B"
		},
		{
			"Source":
			{
				"Text": "Try pressing your keyboard \r\nor virtual keyboard on the screen"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "78CE7C4E42A77C0281B27996B89BF448"
		},
		{
			"Source":
			{
				"Text": "Try pressing your keyboard or virtual keyboard\r\n\"1-9\" to play the different tracks ."
			},
			"Translation":
			{
				"Text": "试试按您的键盘或屏幕上的虚拟键盘\r\n  “1-9”控制不同的音乐分轨"
			},
			"Key": "5DD9B7C7420F205D9DA4C1B9683CE592"
		},
		{
			"Source":
			{
				"Text": "Try pressing your keyboard or virtual keyboard\r\n\"1-9\" to play the different tracks ."
			},
			"Translation":
			{
				"Text": "试试按您的键盘或屏幕上的虚拟键盘\r\n “1-9”控制不同的音乐分轨"
			},
			"Key": "375FB41F46F6285FEB8A28B7125B3452"
		},
		{
			"Source":
			{
				"Text": "Velocity : F"
			},
			"Translation":
			{
				"Text": "  力度：强"
			},
			"Key": "4987DFB84806B78EE737EF8F213D8645"
		},
		{
			"Source":
			{
				"Text": "Velocity : F"
			},
			"Translation":
			{
				"Text": "  力度：强"
			},
			"Key": "98E3A364407F8B94D9E100A51DFB636A"
		},
		{
			"Source":
			{
				"Text": "Velocity : F"
			},
			"Translation":
			{
				"Text": "  力度：强"
			},
			"Key": "9AAA5E12450680AD905286B313C416A0"
		},
		{
			"Source":
			{
				"Text": "Velocity : F"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0DDF5E764D35309EAE145E990EC77A16"
		},
		{
			"Source":
			{
				"Text": "Velocity : P"
			},
			"Translation":
			{
				"Text": "  力度：弱"
			},
			"Key": "5896A4544F109FB4860F29A252E1AAE0"
		},
		{
			"Source":
			{
				"Text": "Velocity : P"
			},
			"Translation":
			{
				"Text": "  力度：弱"
			},
			"Key": "B6C4FD9F4E0C51A774C42FA57AEDD0C1"
		},
		{
			"Source":
			{
				"Text": "Velocity : P"
			},
			"Translation":
			{
				"Text": "  力度：弱"
			},
			"Key": "DCC2525641F6CEA147F045904172DD99"
		},
		{
			"Source":
			{
				"Text": "Velocity : P"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "ED134A0F4FD7A91767EED2892BEDBEA0"
		},
		{
			"Source":
			{
				"Text": "Violin"
			},
			"Translation":
			{
				"Text": "小提琴"
			},
			"Key": "2828B64A405D1FFDAFAEC7B347D3E879"
		},
		{
			"Source":
			{
				"Text": "Volume"
			},
			"Translation":
			{
				"Text": " 音量"
			},
			"Key": "CDDC495840FFC5E92CD20AA1694B9121"
		},
		{
			"Source":
			{
				"Text": "You can control the length of the notes \r\nby pressing the length of the keyboard"
			},
			"Translation":
			{
				"Text": " 通过按键时间长短去控制音符的长短"
			},
			"Key": "9222634C41BC3E635E74BB85E0E44658"
		},
		{
			"Source":
			{
				"Text": "b"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "79FA7CD44968755EC21EC89E50D0DC48"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "language503",
			"Children": [
				{
					"Source":
					{
						"Text": "Press  To  Start"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "F27800DD44D874EC395CCE816D75B520"
				},
				{
					"Source":
					{
						"Text": "Press  To  Start"
					},
					"Translation":
					{
						"Text": "   点击这里开始"
					},
					"Key": "5B5197DD49A0DD780A4C09BB9F79FC94"
				}
			]
		},
		{
			"Namespace": "menu",
			"Children": [
				{
					"Source":
					{
						"Text": "hello"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "txt1"
				},
				{
					"Source":
					{
						"Text": "hello"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "7FBFCA7A459E2AE7A4E0149525ED4AA4"
				},
				{
					"Source":
					{
						"Text": "thank you"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "txt2"
				},
				{
					"Source":
					{
						"Text": "thank you"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "2967CD0C4A3E160993B5BC9E1584EAA8"
				}
			]
		}
	]
}